# Cfm Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Cfm Property
SymbolTypeId Class See Also
---
Symbol CFM, indicating unit Cubic feet per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Cfm { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Cfm As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Cfm {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace